Revit 2027 API
ParameterTypeId.ContourElevationStep Property
 "Increment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContourElevationStep { get; }
Public Shared ReadOnly Property ContourElevationStep As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContourElevationStep {
	ForgeTypeId^ get ();
}
static member ContourElevationStep : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace